cask_args appdir: "/Applications"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "bash"
brew "libpng"
brew "sqlite"
brew "cmake"
brew "coreutils"
brew "git"
brew "git-lfs"
brew "icu4c"
brew "graphviz"
brew "make"
brew "nmap"
brew "plantuml"
brew "rbenv"
cask "adoptopenjdk"
cask "vlc"
cask "visual-studio-code"
cask "mi"
cask "drawio"
cask "microsoft-teams"
cask "sourcetree"
